Repository: laurence001/rframe
Catalog: languages/rframe-*.po
Languages: fr_fr

source: Rframe Archives
fr_fr: Archives Rframe

source: Rframe Attributes
fr_fr: Attributs Rframe

source: Parent Rframe:
fr_fr: Rframe parent

source: All Rframes
fr_fr: Tous les Rframes

source: Add New Rframe
fr_fr: Créer un Rframe

source: Add New
fr_fr: Créer

source: New Rframe
fr_fr: Nouveau Rframe

source: Edit Rframe
fr_fr: Editer

source: Update Rframe
fr_fr: Mettre à jour

source: View Rframe
fr_fr: Voir le Rframe

source: View Rframes
fr_fr: Voir les Rframes

source: Search Rframe
fr_fr: Rechercher un Rframe

source: Not found
fr_fr: Non trouvé

source: Not found in Trash
fr_fr: Rien n’a été trouvé dans la corbeille

source: Featured Image
fr_fr: Image mise en avant

source: Set featured image
fr_fr: Définir l’image à la une

source: Remove featured image
fr_fr: Supprimez l’image mise en avant

source: Use as featured image
fr_fr: Utiliser comme image à la une

source: Insert into item
fr_fr: Insérer dans l’élément

source: Uploaded to this Rframe
fr_fr: Télécharger dans cet Rframe

source: Rframes list
fr_fr: Tous les Rframes

source: Rframes list navigation
fr_fr: Liste des Rframes

source: Filter Rframes list
fr_fr: Filtrer la liste des Rframes

source: 1. Add the post title and copy-paste the whole HTML code generated by R
fr_fr: 1. Ajouter un titre à votre Rframe puis copiez-collez l'ensemble du code HTML généré par R

source: 2. Publish your post
fr_fr: 2. Publiez votre article

source: 3. Add the following shortcode within your post or page (copy-paste)
fr_fr: 3. Ajoutez le shortcode ci-dessous dans votre publication (copier-coller)

source: You can modify the size of the iframe by replacing the width and the height values. You can also use a WP plugin to embed your iframe more easily.
fr_fr: Vous pouvez modifier la taille de l'iframe en remplaçant les valeurs width et height. Vous pouvez également utiliser un plugin WP pour intégrer votre iframe plus facilement.

source: Here's the full rframe code
fr_fr: Voici le code rframe complet

source: Preview
fr_fr: Aperçu

source: http://www.ohmybox.info
fr_fr: https://www.ohmybox.info

source: Add generated HTML code from R and convert it as an iframe
fr_fr: Ajouter un code HTML généré par R et le convertir en iframe
